{
    "posts": [{
            "author": "Иванов Иван",
            "description": "Основной вклад в создание электрической лампочки внесли трое людей, по иронии судьбы родившихся в один и тот же 1847 год. Это были русские инженеры Павел Николаевич Яблочков, Александр Николаевич Лодыгин и американец Томас Алва Эдисон",
            "image": "pict1",
            "likes": 10000,
            "views": 2203
        },
        {
            "author": "Jake Peterson",
            "description": "Модестас Малинаускас (Modestas Malinauskas) живет в литовском городе Каунас, где у него есть уютная мастерская, которую он делит со своей женой, известной своими сделанными вручную куклами. Комнаты заполнены большими яркими полотнами, написанными масляными красками. Модестасу нравится яркая сказочная природа, и потому даже механизмы или машины на его картинах выглядят, как часть окружающей среды, неправдоподобные, но не лишенные своего особенного очарования",
            "image": "pict2",
            "likes": 10000,
            "views": 1299
        },
        {
            "author": "Beth Skwarecki",
            "description": "Каждая картина Магритта – ребус, заставляющий раздумывать над множественными скрытыми смыслами. Их количество зависит исключительно от фантазии и эрудированности смотрящего: комбинации образов и названия картин настраивают зрителя на поиск разгадки, которой на самом деле может не существовать. Как говорил сам художник, главная его цель – заставить зрителя задуматься. Подобный эффект производят все его работы, поэтому Магритт называл себя «магическим реалистом",
            "image": "pict3",
            "likes": 430,
            "views": 1799
        },
        {
            "author": "Claire Lower",
            "description": "Свою популярность кейк-попы получили в 2008 году в Америке благодаря изобретательному кондитеру, а также блогеру из Атланты Энджи Дадли. Именно она впервые в своём блоге предложила идею сделать чупа-чупс из теста. Как и всё новое, изначально подобная идея показалась многим нелепой и не была принята всерьёз. Но впоследствии, когда Энджи начала выкладывать на своём сайте первые фото работ, отношение к кейк-попам радикально изменилось. И в январе 2008 года страницу блогерши буквально штурмовали интернет-пользователи, желавшие узнать рецепт и секрет приготовления этих необычных десертов",
            "image": "pict4",
            "likes": 300,
            "views": 100
        },
    ]
}
